---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWideFlange.BoltSpacing
source: html/36e99673-dac2-c460-c937-37c9ad40a6af.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWideFlange.BoltSpacing Property

Standard bolt spacing, in. (mm)

## Syntax (C#)
```csharp
public double BoltSpacing { get; set; }
```